Repository: unistra/pod
Catalog: pod_project/locale/*/LC_MESSAGES/django.po
Languages: fr

source: List of overlay
fr: Liste des superpositions

source: Edit the overlay
fr: Modifier la superposition

source: Delete the overlay
fr: Supprimer la superposition

source: List of subtitle or caption files
fr: Liste des fichiers de sous-titre ou de légende

source: Video track file
fr: Fichier de piste vidéo

source: Edit the subtitle or the caption
fr: Editer les fichiers de sous-titre ou de légende

source: Delete the subtitle or the caption
fr: Supprimer le fichier de sous-titre ou de légende

source: List of the enrichments
fr: Liste des enrichissements

source: Edit the enrichment
fr: Modifier l'enrichissement

source: Delete the enrichment
fr: Supprimer l'enrichissement

source: please move your phone
fr: Déplacer votre téléphone

source: please use your mouse drag and drop the video
fr: Utilisez votre souris pour vous déplacer dans la vidéo

source: Access this content on “%(TITLE_SITE)s” in a new window / tab.
fr: Accéder à ce contenu sur « %(TITLE_SITE)s » dans une nouvelle fenêtre / un nouvel onglet.

source: Please use the thumbnails toolbar which is located under the video on which you want to work with.
fr: Utilisez la barre d'outils située en-dessous de la vidéo sur laquelle vous souhaitez travailler.

source: Edit video information.
fr: Modifier les informations de la vidéo.

source: Add subtitle files, contributors, documents to download.
fr: Ajouter des sous-titres, contributeurs, documents à télécharger.

source: Completion
fr: Complétion

source: Add contributors.
fr: Ajouter des contributeurs.

source: Divide the video into chapters.
fr: Diviser la video en chapitres.

source: Chaptering
fr: Chapitrage

source: Add enrichments to the video.
fr: Ajouter des enrichissements à la vidéo.

source: Enrich
fr: Enrichir

source: Watch the video.
fr: Regarder la vidéo.

source: Watch
fr: Regarder

source: Add interactivity to the video.
fr: Ajoutez de l'interactivité à la vidéo.

source: Interactivity
fr: Interactivité

source: Delete the video.
fr: Supprimer la vidéo.

source: You are no longer authenticated. Please log in again.
fr: Vous n'êtes plus authentifié. Veuillez vous reconnecter.

source: Error sending information.
fr: Erreur lors de l'envoi des informations.

source: No data could be given.
fr: Aucune données récupérées.

source: You got the following score on this video
fr: Vous avez obtenu le score suivant

source: No score available
fr: Score non disponible

source: This video is protected by password, please fill in and click send.
fr: Cette vidéo est protégée par mot de passe, merci de le renseigner et de cliquer sur « Envoyer ».

source: Password required
fr: Mot de passe requis

source: If you do not have the password for this content, please
fr: Si vous n'avez pas le mot de passe ou si vous avez des problèmes de connexion

source: contact its owner
fr: Contacter le propriétaire

source: favorite
fr: favoris

source: Add to your favorites videos.
fr: ajouter à vos vidéos favorites.

source: You have already reported this video.
fr: Vous avez déjà signalé cette vidéo.

source: Report this video.
fr: Signaler cette vidéo.

source: Add this video to one of your playlists.
fr: Ajouter cette vidéo à l'une de vos playlists.

source: Add to your playlist.
fr: Ajouter à votre playlist.

source: You must be logged in to add this video to your favorites.
fr: Vous devez être connecté pour ajouter cette vidéo à vos favoris.

source: You must be logged in to report inappropriate content.
fr: Vous devez être connecté pour signaler cette vidéo.

source: View the original video
fr: Voir la vidéo originale

source: View the interactive video
fr: Voir la vidéo interactive

source: Summary
fr: Résumé

source: Infos
fr: Informations

source: Downloads
fr: Télécharger

source: Embed/Share
fr: Intégrer / Partager

source: Score
fr: Table des scores

source: Embed/Share (Private Mode)
fr: intégrer/partager (mode privé)

source: File missing
fr: Fichier manquant

source: Number of view(s)
fr: Nombre de vues

source: Updated on
fr: Mise en ligne le

source: Contributor(s): writers, directors, editors, designers…
fr: Contributeur(s) : scénaristes, réalisateurs, éditeurs, concepteurs…

source: send an email
fr: envoyer un courriel

source: go to his web link
fr: se rendre à cette adresse web

source: Video file(s)
fr: Fichier(s) vidéo

source: Audio file(s)
fr: Fichier(s) audio

source: Social Networks
fr: Réseaux Sociaux

source: Copy the content of this text box and paste it in the page
fr: Copiez le contenu de cette zone de texte et collez-le dans la page

source: Video size
fr: Taille

source: Autoplay
fr: Lecture automatique

source: Use this link to share the video
fr: Utilisez ce lien pour partager la vidéo

source: Start video
fr: Début de la vidéo

source: Check the box to indicate the beginning of playing desired.
fr: Cochez la case pour indiquer le début de lecture souhaité.

source: Scoreboard
fr: Table des scores

source: Click below to refresh the information.
fr: Cliquez ci-dessous pour actualiser les informations.

source: The scoreboard displays the users who viewed your interactive video and their results.
fr: La table des scores affiche les utilisateurs ayant vues votre vidéo interactive et leurs résultats.

source: This is the first time you watch this video.
fr: C'est la première fois que vous regardez cette vidéo.

source: Use this link to share the video in private mode
fr: Utilisez ce lien pour partager la vidéo en mode privé

source: You must be logged in to take notes.
fr: Vous devez être connecté pour prendre des notes.

source: Edit the video
fr: Modifier la vidéo

source: Chaptering the video
fr: Chapitrer la vidéo

source: Error getting form.
fr: Erreur lors de la récupération du formulaire.

source: The form could not be recovered.
fr: Le formulaire n'a pu être rechargé.

source: Are you sure you want to delete this chapter?
fr: Etes-vous sûr de vouloir supprimer ce chapitre ?

source: Error during deletion.
fr: Erreur lors de la suppression.

source: No data could be deleted.
fr: Aucune données n'a pu être supprimée.

source: Error during recording.
fr: Erreur lors de l'enregistrement.

source: No data could be stored.
fr: Aucune donnée n'a pu être enregistrée.

source: The changes have been saved.
fr: Les modifications ont été enregistrées.

source: Please enter a correct start field between 0 and
fr: Veuillez renseigner une valeur de début d’enrichissement comprise entre 0 et

source: The chapter
fr: Le chapitre

source: starts at the same time.
fr: commence en même temps.

source: Get time from the player
fr: Récupérer le temps depuis le lecteur

source: Add a new chapter
fr: Ajouter un nouveau chapitre

source: "Add a new chapter" allows you to add a new chapter, "modify" allows you to modify it and "delete" allows you to remove the chapter.
fr: "Ajouter un nouveau chapitre" vous permet de créer un nouveau chapitre, "modifier" permet de le modifier et "supprimer" vous permet de le supprimer.

source: Start playback of the video, pause the video and click on "Get time from the player" to fill in the field intitled "Start time".
fr: Lancez la lecture de la vidéo, mettez sur pause et cliquez sur "Récupérer le temps depuis le lecteur" pour renseigner automatiquement le champ "début du chapitre".

source: The chapters cannot start at the same time.
fr: Les chapitres ne peuvent pas commencer en même temps.

source: You must save your chapters to view the result.
fr: Vous devez sauvegarder pour visualiser le résultat.

source: Completion video
fr: Complétion de la vidéo

source: You are no longer authenticated. Please log in again
fr: Vous n'êtes plus authentifié. Veuillez vous reconnecter.

source: Are you sure you want to delete this file?
fr: Etes-vous sûr de vouloir supprimer ce fichier ?

source: Are you sure you want to delete this contributor?
fr: Etes-vous sûr de vouloir supprimer ce contributeur ?

source: Are you sure you want to delete this download?
fr: Etes-vous sûr de vouloir supprimer ce document à télécharger ?

source: Are you sure you want to delete this overlay?
fr: Etes-vous sûr de vouloir supprimer cette superposition ?

source: Changes have been saved.
fr: Les modifications ont été enregistrées.

source: Errors found in the form, please correct it.
fr: Des erreurs ont été trouvées dans le formulaire. Veuillez les corriger.

source: Display '+ name_section + ' section
fr: Afficher la section '+ name_section + '

source: Please enter a name from 2 to 100 caracteres.
fr: Veuillez renseigner un nom contenant entre 2 et 100 caractères.

source: You cannot enter a weblink with more than 200 caracteres.
fr: les liens internet doivent être inférieur à 200 caractères.

source: Please enter a role.
fr: Veuillez renseigner un rôle.

source: There is already a contributor with this same name and role in the list.
fr: il y a déjà un contributeur avec le même nom et le même rôle.

source: Please enter a correct kind.
fr: Veuillez renseigner le type de piste (sous-titre ou légende).

source: Please select a language.
fr: Veuillez sélectionner une langue.

source: Please specify a track file.
fr: Veuillez indiquer un fichier de sous-titre ou de légende.

source: Only “.vtt” format is allowed.
fr: Seul le format « .vtt » est autorisé.

source: There is already a subtitle with the same kind and language in the list.
fr: Un sous-titrage de même nature et de même langue existe déjà.

source: There is already a download with this same name of document in the list.
fr: Il y a déjà un document à télécharger portant le même nom.

source: Iframe and Script tags are not allowed.
fr: Les balises Iframe et Script ne sont pas autorisées.

source: Display &quot;Contributor(s)&quot; section
fr: Afficher la section des contributeurs

source: Contributor(s)
fr: Contributeurs

source: Add a new contributor
fr: Ajouter un nouveau contributeur

source: Display &quot;Subtitle(s) and Captions(s) &quot; section
fr: Afficher la section de sous-titre ou de légende

source: Subtitle(s) and caption(s)
fr: Sous-titre(s) et légende(s)

source: Add a new subtitle or caption file
fr: Ajouter un nouveau fichier de sous-titre ou de légende

source: Display &quot; Additional resource(s)&quot; section
fr: Afficher la section documents complémentaires

source: Additional resource(s)
fr: Document(s) complémentaire(s)

source: Add a new additional resource
fr: Ajouter un nouveau document à télécharger

source: Display &quot; Overlay(s)&quot; section
fr: Afficher la section des superpositions

source: Overlay(s)
fr: Superposition(s)

source: Add a new overlay
fr: Ajouter une nouvelle superposition

source: Several web sites allows you to subtitle or caption videos (for example: Amara).
fr: Plusieurs sites Web offrent des outils pour sous-titrer ou légender des vidéos (Par exemple : Amara).

source: You can add several subtitle or caption files to a single video (for example, in order to subtitle or caption this video in several languages).
fr: Vous pouvez ajouter plusieurs fichiers de sous-titre ou de légende pour une même vidéo (par exemple, vous pouvez sous-titrer en plusieurs langues).

source: Those files must be in “.vtt” format.
fr: Ces fichiers doivent être au format « .vtt ».

source: For this purpose, you will need the URL of your video. This URL is a direct access to this video. Please do not communicate it outside of this site in order to avoid any misuse.
fr: Sur ce site, vous aurez besoin de l'URL de votre vidéo. Vous la trouverez ci-dessous. Veuillez noter que cette URL est un accès direct à votre vidéo. Evitez de la communiquer en dehors de ce site pour éviter tout téléchargement et utilisation abusive.

source: Overlay allows you to display text (with or without html tag) over the video at specific times.
fr: La superposition vous permet d'afficher du texte (avec ou sans balise html) par dessus la vidéo à des moments spécifiques.

source: Your current permissions do not allow you to add subtitle files, overlays or documents to download videos. Please contact us to add these rights.
fr: Vos permissions actuelles ne vous permettent pas d'ajouter des fichiers de sous-titre, des superpositions ou des documents à télécharger à vos vidéos. Veuillez nous contacter pour vous ajouter ces droits

source: Delete the video
fr: Supprimer la vidéo

source: Are you sure you want to delete the video
fr: Etes-vous sûr de vouloir supprimer la vidéo

source: You can not remove this video because it is still being encoded.
fr: Vous ne pouvez pas supprimer cette vidéo car elle est encore en cours d'encodage.

source: Editing the video
fr: Modification de la vidéo

source: The file size exceeds the maximum allowed value ({0} {1}).
fr: La taille du fichier dépasse la valeur maximum autorisée ({0} {1}).

source: Your data have been successfully sent.
fr: Vos données ont été envoyées avec succès.

source: The page will refresh in a few seconds.
fr: La page sera actualisée dans quelques secondes.

source: Unable to compute upload progress.
fr: Calcul de la progression du téléversement impossible

source: Upload canceled.
fr: Téléversement annulé.

source: Error while uploading or connection dropped.
fr: Erreur durant le téléversement ou connexion interrompue.

source: Please select a file to upload.
fr: Veuillez sélectionner un fichier à téléverser.

source: File format not supported.
fr: Ce format de fichier n'est pas supporté.

source: Please, specify a title.
fr: Veuillez indiquer un titre.

source: Your title should contain more than two characters.
fr: Votre titre doit contenir plus de deux caractères.

source: Your title should contain less than two hundred fifty characters.
fr: Votre titre doit contenir moins de deux cents cinquante caractères.

source: Please, specify a type.
fr: Veuillez spécifier un type.

source: The video is currently being encoded.
fr: Cette vidéo est en cours d'encodage.

source: Upload limit reached.
fr: Limite de téléversement atteinte.

source: You have reached the %(counter)s file per day upload limit.
fr: Vous avez atteint la limite de %(counter)s téléversement par jour.

source: Please come back tomorrow!
fr: Merci de revenir demain !

source: Save and watch the video
fr: Enregistrer et voir la vidéo

source: Sending, please wait.
fr: Envoi en cours, merci de patienter.

source: The page will refresh after the upload completes.
fr: La page sera actualisée lorsque le téléversement sera terminé.

source: Uploading
fr: Téléversement

source: The file size must be lower than %(MAX_UPLOAD_FILE_SIZE)s.
fr: La taille du fichier doit être inférieure à %(MAX_UPLOAD_FILE_SIZE)s.

source: You can upload up to %(MAX_DAILY_USER_UPLOADS)s files per day.
fr: Vous pouvez téléverser jusqu’à %(MAX_DAILY_USER_UPLOADS)s fichiers par jour.

source: The sending time depends on the size of your file and your upload speed. This can be quite long.
fr: Le temps d'envoi dépend de la taille de votre fichier et de votre vitesse de transfert. Cela peut être assez long.

source: While sending your file, do not close your browser until you have received a message of success or failure.
fr: Pendant l'envoi de votre fichier, ne fermez pas votre navigateur avant d'avoir reçu un message de succès ou d'échec.

source: An email will be sent to you when all encoding tasks are completed.
fr: Un courriel vous sera envoyé lorsque toutes les tâches d'encodage seront terminées.

source: Mandatory fields
fr: Champs obligatoires

source: Fields marked with an asterisk are mandatory.
fr: Les champs marqués d'un astérisque sont obligatoires.

source: Form fields
fr: Champs du formulaire

source: You can send an audio or video file.
fr: Vous pouvez envoyer un fichier audio ou vidéo.

source: The following formats are supported:
fr: Les formats suivants sont supportés :

source: Please choose a title as short and accurate as possible, reflecting the main subject / context of the content.
fr: Veuillez choisir un titre aussi court et précis que possible, reflétant le sujet / contexte principal du contenu.

source: You can use the “Description” field below for all additional information.
fr: Vous pouvez utiliser le champ « Description » ci-après pour toute information additionnelle.

source: You may add contributors later using the second button of the content edition toolbar: they will appear in the “Info” tab at the bottom of the audio / video player.
fr: Vous pourrez ajouter des contributeurs plus tard en utilisant le second bouton de la barre d'outil d'édition de contenu : ils apparaîtront dans l'onglet « Info » sous le lecteur audio / vidéo.

source: Enter the date of the event, if applicable, in the AAAA-MM-JJ format.
fr: Entrez la date de l'événement, le cas échéant, au format JJ/MM/AAAA.

source: Select an university course as audience target of the content.
fr: Sélectionnez un cursus universitaire comme audience cible du contenu.

source: Choose “None / All” if it does not apply or if all are concerned, or “Other” for an audience outside the european LMD scheme.
fr: Choisissez « Aucun / Tous » si cela ne s'applique pas ou si tous sont concernés, ou « Autres » pour une audience en dehors du schéma européen LMD.

source: Select the main language used in the content.
fr: Sélectionnez la langue principale employée dans le contenu.

source: In this field you can describe your content, add all needed related information, and format the result using the toolbar.
fr: Dans ce champ vous pouvez décrire votre contenu, préciser toute information utile, et formater le résultat en utilisant la barre d'outils.

source: Select the type of your content.
fr: Sélectionnez le type de votre contenu.

source: If the type you wish does not appear in the list, please temporary select “Other” and
fr: Si le type souhaité n'apparaît pas dans la liste, veuillez sélectionner temporairement « Autre » et

source: Click to open in a new window / tab.
fr: Cliquez pour ouvrir dans une nouvelle fenêtre / un nouvel onglet.

source: explain us your needs.
fr: expliquez-nous vos attentes.

source: Select the discipline to which your content belongs.
fr: Sélectionnez la discipline à laquelle appartient votre contenu.

source: If the discipline you wish does not appear in the list, please select nothing and
fr: Si la discipline souhaitée n'apparaît pas dans la liste, veuillez ne rien sélectionner et

source: Hold down "Control", or "Command" on a Mac, to select more than one.
fr: Maintenez appuyé « Control » (ou « Commande » sur un Mac) pour en sélectionner plusieurs.

source: Select the channel in which you want your content to appear.
fr: Sélectionnez la chaîne dans laquelle vous voulez faire apparaître votre contenu.

source: Themes related to this channel will appear in the “Themes” list below.
fr: Les thèmes liés à cette chaîne apparaîtront dans la liste « Thèmes » ci-dessous.

source: If the channel you wish does not appear in the list, please select nothing and
fr: Si la chaîne souhaitée n'apparaît pas dans la liste, veuillez ne rien sélectionner et

source: Select the theme in which you want your content to appear.
fr: Sélectionnez le thème dans lequel vous voulez faire apparaître votre contenu.

source: If the theme you wish does not appear in the list and if you are an owner of the related channel, you can edit this channel to create it (use your user menu on top right of the page).
fr: Si le thème souhaité n'apparaît pas dans la liste et que vous êtes propriétaire de la chaîne concernée, vous pouvez éditer cette chaîne pour le créer (utilisez votre menu utilisateur en haut à droite de la page).

source: If you do not own the channel, please select nothing and
fr: Si vous n'êtes pas propriétaire de la chaîne, ne sélectionnez rien et

source: In “Draft mode”, the content shows nowhere and nobody else but you can see it.
fr: En mode « Brouillon », le contenu n’apparaît nulle part et personne d’autre que vous ne le voit.

source: If you don't select “Draft mode”,
fr: Si vous ne sélectionnez pas le mode « Brouillon »,

source: you can restrict the content access to only people belonging to
fr: vous pouvez restreindre l’accès à votre contenu aux seules personnes appartenant à

source: you can add a password which will be asked to anybody willing to watch your content.
fr: vous pouvez ajouter un mot de passe qui sera demandé à toute personne souhaitant visionner votre contenu.

source: If your video is in a playlist the password of your video will be removed automatically.
fr: Si votre vidéo est dans une playlist le mot de passe de votre vidéo sera automatiquement supprimé.

source: Keywords
fr: Mots-clés

source: Please try to add only relevant keywords that can be useful to other users.
fr: Merci de veiller à la pertinence des mots-clés que vous décidez d’utiliser, ainsi que de leur utilité du point de vue des autres utilisateurs.

source: Enrichment of the video
fr: Enrichissement de la vidéo

source: Are you sure you want to delete this enrichment?
fr: Etes-vous sûr de vouloir supprimer cet enrichissement ?

source: Please enter a correct start from 0 to
fr: Veuillez renseigner un commencement entre 0 et

source: Please enter a correct end from 1 to
fr: Veuillez renseigner une fin comprise entre 1 et

source: Weblink must be less than 200 characters.
fr: les liens internet doivent être inférieur à 200 caractères.

source: Embed field must be less than 300 characters.
fr: Le code embed doit être inférieur à 300 caractères.

source: The start field value is greater than the end field one.
fr: La valeur de début ne peut être supérieur à celle de la fin.

source: The end field value is greater than the video duration.
fr: Ta valeur de fin d'enrichissement est supérieur à la durée de la vidéo

source: End field and start field cannot be equal.
fr: Les valeurs de début et de fin ne peuvent être égales.

source: , please change start and/or end values.
fr: , veuillez modifier les valeurs de début et/ou de fin.

source: Enrich video
fr: Enrichir la vidéo

source: Add a new enrichment
fr: Ajouter un nouvel enrichissement

source: The title fields is required and must contains from 2 to 100 characters.
fr: Le titre est obligatoire et doit contenir entre 2 et 100 caractères.

source: The fields "Start" and "End" must contain an indication value in seconds. Start playback of the video, pause the video and click on "Get time from the player" to fill in the field intitled "Start". Then do the same to fill in the field entitiled "End".
fr: Les champs début et fin doivent contenir une valeur en secondes. Lancez la lecture de la vidéo, mettez sur pause et cliquez sur "Récupérer le temps depuis le lecteur" pour renseigner automatiquement le champ "Début de l'enrichissement". Faites de même pour renseigner le champ "Fin de l'enrichissement".

source: You cannot overlap enrichments.
fr: Les enrichissements ne peuvent se chevaucher.

source: You must save your enrichments to view the result.
fr: Vous devez sauvegarder pour visualiser le résultat.

source: Creation
fr: Création

source: Loading, please wait...
fr: Chargement en cours, veuillez patienter...

source: Delete the interactive part of this video
fr: Supprimer la partie interactive de cette vidéo

source: Manage scores
fr: Gérer les scores

source: Do not forget to save your work regularly. Especially if you add an interaction.
fr: N'oubliez pas de sauvegarder votre travail régulièrement. Surtout si vous ajoutez une interaction.

source: To save and continue your work click on the button [Save and continue]. If you have completed your work click on the button [Save and return to video] to view your new interactive video.
fr: Pour sauvegarder et continuer votre travail cliquez sur le bouton [Sauvegarder et continuer]. Si vous avez terminé votre travail cliquez sur le bouton [Sauvegarder et retour à la vidéo] pour voir votre nouvelle vidéo interactive.

source: Save and continue
fr: Sauvegarder et continuer
