Repository: unistra/pod
Catalog: pod_project/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Email
fr: Courriel

source: Please indicate the result of the following operation hereunder
fr: Veuillez compléter le champ ci-dessous avec le résultat de l'opération

source: order
fr: ordre

source: page bottom menu
fr: élément du menu de pied de page

source: pages bottom menu
fr: éléments du menu de pied de page

source: Avatar
fr: Photo de profil

source: This field allows you to add a photo ID. The picture will be displayed with your videos.
fr: Ce champ vous permet d'ajouter une photo d'identité. L'image sera affichée avec vos vidéos.

source: This field allows you to write a few words about yourself. The text will be displayed with your videos.
fr: Ce champ vous permet d'écrire quelques mots sur vous-même. Le texte sera affiché avec vos vidéos.

source: Web link
fr: Lien web

source: This field allows you to add an url.
fr: Ce champ vous permet d'ajouter une adresse web.

source: Comment
fr: Commentaire

source: Profile
fr: Profil

source: Profiles
fr: Profils

source: Video
fr: Vidéo

source: allow downloading
fr: Autoriser le téléchargement

source: Title
fr: Titre

source: Slug
fr: Titre web

source: Used to access this instance, the "slug" is a short label containing only letters, numbers, underscore or dash top.
fr: Utilisé pour accéder à cette instance, le "titre web" est une courte étiquette formée uniquement de lettres (non accentuées), de chiffres, de l'underscore (barre de soulignement) et du tiret.

source: Owner
fr: Propriétaire

source: Date added
fr: Date de mise en ligne

source: Date of event
fr: Date de l'évènement

source: University course
fr: Cursus universitaire

source: Main language
fr: Langue principale

source: View count
fr: Nombre de vues

source: Encoding in progress
fr: Encodage en cours

source: Encoding status
fr: Statut d'encodage

source: Thumbnail
fr: Vignette

source: Overview
fr: Vue d'ensemble

source: Duration
fr: Durée

source: videos
fr: vidéos

source: name
fr: nom

source: output_height
fr: hauteur de sortie

source: mediatype
fr: type du media

source: encoding type
fr: réglage d'encodage

source: encoding types
fr: réglages d'encodage

source: Name
fr: Nom

source: Subject
fr: Sujet

source: Unable to authenticate
fr: Impossible de vous authentifier

source: Acces denied
fr: Accès refusé

source: You are not authorized to view this resource
fr: Vous n'êtes pas autorisé à accéder à cette ressource

source: Home
fr: Accueil

source: Page not found.
fr: La ressource demandée (généralement une page web) n’existe pas.

source: The requested address was not found on this server.
fr: La ressource demandée n'a pas été trouvée sur le serveur.

source: Welcome,
fr: Bienvenue,

source: Change password
fr: Changer votre mot de passe

source: Log out
fr: Déconnexion

source: Django site admin
fr: Administration de Pod

source: Back to home
fr: Retour à l'accueil du site

source: Size
fr: Taille

source: Change '%(item_label)s' folder details
fr: Modifier les informations du dossier '%(item_label)s'

source: Folder Icon
fr: Icône du dossier

source: %(counter)s folder
fr: %(counter)s dossier

source: %(counter)s file
fr: %(counter)s fichier

source: Change
fr: Modifier

source: Select this file
fr: Sélectionner ce fichier

source: Change '%(item_label)s' details
fr: Modifier les informations de '%(item_label)s'

source: Change '%(item_label)s' details.
fr: Modifier les informations de '%(item_label)s'.

source: disabled
fr: désactivé

source: enabled
fr: activé

source: Delete '%(item_label)s'
fr: Supprimer '%(item_label)s'

source: Delete
fr: Supprimer

source: Move to clipboard
fr: Déplacer vers le presse-papier.

source: there are no files or subfolders
fr: il n'y a pas de fichier ni de sous-dossier

source: previous
fr: précédent

source: Page %(number)s of %(num_pages)s.
fr: Page %(number)s sur %(num_pages)s.

source: next
fr: suivant

source: History
fr: Historique

source: View on site
fr: Visualiser sur le site

source: Full size preview
fr: Aperçu en taille maximale

source: Clipboard
fr: Presse papiers

source: Paste all items here
fr: Coller tous les éléments ici

source: Paste
fr: Coller

source: Move all clipboard files to
fr: Déplacer tous les fichiers du presse-papier vers

source: unfiled files
fr: fichiers vacants

source: folder
fr: dossier

source: Empty Clipboard
fr: Vider

source: the clipboard is empty
fr: le presse-papiers est vide

source: file missing
fr: fichier manquant

source: no file selected
fr: aucun fichier sélectionné

source: Clear
fr: Effacer

source: Lookup
fr: Rechercher un fichier

source: Warning, your session will expire soon.
fr: Attention, votre session va expirer bientôt.

source: Your session has expired.
fr: Votre session a expiré.

source: Share
fr: Partager

source: See all
fr: Afficher tout

source: Tags
fr: Mots clés

source: See the cloud
fr: Voir le nuage

source: Save
fr: Enregistrer

source: My files
fr: Mes fichiers

source: You will find here all your folders and files.
fr: Vous trouverez ici tous vos dossiers et fichiers.

source: "upload" allows you to import one or more files from your computer.<br/> The "Clipboard" is a temporary space that welcomes new files and files to move. Use the arrow "→" and "⇐" to move files to and from the "Clipboard" finally click <img src="/static/filer/img/select_item.gif" alt="Select this file"/> to select a file. Feel free to watch the video help for using the file manager.
fr: "Téléverser" vous permet d'importer un ou plusieurs fichiers à partir de votre ordinateur vers le "presse-papiers".<br/> Le "Presse-papiers" est un espace temporaire qui accueille les nouveaux fichiers et les fichiers à déplacer.<br /> Utilisez les flèches "→" et "⇐" pour déplacer les fichiers depuis et vers le "Presse-papiers". <br/>Cliquez sur <img src="/static/filer/img/select_item.gif" alt="Sélectionner ce fichier"/> situé à gauche d'un fichier pour sélectionner un fichier. N'hésitez pas à regarder la vidéo d'aide pour l'utilisation du gestionnaire de fichier.

source: Close
fr: Fermer

source: Report this video
fr: Signaler cette vidéo

source: Please, specify the problem:
fr: Veuillez expliquer le problème :

source: Send
fr: Envoyer

source: Add video to your playlist
fr: Ajouter la vidéo à votre playlist

source: Select one of your playlists:
fr: Sélectionnez une de vos playlists:

source: Already in this playlist
fr: Déjà présente dans cette playlist

source: You don't have playlists yet
fr: Vous n'avez pas encore de playlists.

source: Add a new playlist
fr: Ajouter une nouvelle playlist

source: One or more errors have been found in the form.
fr: Une ou plusieurs erreurs ont été trouvées dans le formulaire.

source: Erase
fr: Effacer

source: Back
fr: Retour

source: Here are the latest videos
fr: Voici les dernières vidéos

source: Here are the latest playlists
fr: Voici les dernières playlists

source: Language
fr: Langue

source: Toggle dropdown
fr: Afficher/cacher

source: My Videos
fr: Mes vidéos

source: My channels
fr: Mes chaînes

source: My playlists
fr: Mes playlists

source: My Favorites
fr: Mes favoris

source: Expire session
fr: Expiration de votre session

source: Log in
fr: Connexion

source: Channels
fr: Chaînes

source: Users
fr: Utilisateurs

source: Videos
fr: Vidéos

source: Add a new video
fr: Ajouter une nouvelle vidéo

source: Search
fr: Rechercher

source: Sign on
fr: Connexion

source: Login or password invalid
fr: Identifiant ou mot de passe invalide

source: Single sign on
fr: Authentification CAS

source: local sign on
fr: Authentification locale

source: Don't hesitate to contact us for any assistance:
fr: N'hésitez pas à nous contacter pour toute assistance :

source: Contact us
fr: Contactez nous

source: My profile
fr: Mon profil

source: My Profile
fr: Mon profil

source: Cancel
fr: Annuler

source: Your current permissions do not allow you to add a photo to your profile. Please contact us to add these rights.
fr: Vos permissions actuelles ne vous permettent pas d’ajouter une photo à votre profil. Veuillez nous contacter pour vous ajouter ces droits.

source: FAQ
fr: Foire aux questions

source: Encoding #%(content_id)s completed
fr: Encodage n°%(content_id)s terminé

source: The content “%(content_title)s” has been encoded to Web formats, and is now available on %(site_title)s.
fr: Le contenu « %(content_title)s » a été encodé aux formats web, et est maintenant disponible sur %(site_title)s.

source: You will find it here:
fr: Retrouvez-le ici :

source: and in your content list: %(content_list)s.
fr: ainsi que dans votre liste de contenus: %(content_list)s.

source: and in %(your_content_list)s.
fr: ainsi que dans %(your_content_list)s.

source: your content list
fr: votre liste de contenus

source: Login
fr: Identifiant

source: Password
fr: Mot de passe

source: Your account is disabled, please contact the administrator of the platform.
fr: Votre compte est désactivé, veuillez contacter l'administrateur de la plate-forme.

source: Unable to connect. Please check your credentials and try again, or contact the platform administrator.
fr: Connexion impossible. veuillez vérifier vos identifiants et ré-essayer, ou contacter l'administrateur de la plate-forme.

source: Your profile is saved.
fr: Votre profil est enregistré.

source: <p>The user %(sender_name)s &lt;<a href="mailto:%(sender_email)s">%(sender_email)s</a>&gt; send a message from <strong>%(site_title)s.</strong></p> <p>Here is the message sent : <br/> %(message)s</p> <p>Referrer page : <a href="%(url)s">%(url)s</a></p>
fr: <p>L'utilisateur %(sender_name)s &lt;<a href="mailto:%(sender_email)s">%(sender_email)s</a>&gt; a envoyé un message depuis <strong>%(site_title)s.</strong></p> <p>Voici le message envoyé : <br/> %(message)s</p> <p>Provenance : <a href="%(url)s">%(url)s</a></p>

source: <p>You just send a message from <strong>%(site_title)s.</strong></p> <p>Here is the message sent : <br/> %(message)s</p> <p>Regards</p>
fr: <p>Vous avez envoyé un message depuis <strong>%(site_title)s.</strong></p> <p>Voici le message envoyé : <br/> %(message)s</p> <p>Cordialement</p>

source: your message intitled
fr: Votre message intitulé

source: Your message has been sent.
fr: Votre message a bien été envoyé

source: Password request for :
fr: Mot de passe requis pour :

source: The video id is not valid. Redirect to Contact Us form.
fr: L'ID de la vidéo n'est pas valide. Redirection sur le formulaire Contactez-nous.

source: Contact the owner
fr: Contacter le propriétaire

source: You are logged in as %s.
fr: Vous êtes connecté en tant que %s.

source: Login succeeded. Welcome, %s.
fr: Bienvenue, %s.

source: <h1>Forbidden</h1><p>Login failed.</p>
fr: <h1>Interdit</h1><p>Connexion erronée.</p>

source: Chinese
fr: Chinois

source: None / All
fr: Aucun / Tous

source: Bachelor’s Degree
fr: Licence

source: Master’s Degree
fr: Master

source: Doctorate
fr: Doctorat

source: Other
fr: Autre

source: Owners
fr: Propriétaires

source: Encode selected
fr: (Ré)encoder la sélection

source: Filetype not allowed! Filetypes allowed:
fr: Type de fichier non admis ! Les types de fichiers acceptés sont :

source: Date of the event
fr: Date de l'évènement

source: File
fr: Fichier

source: Headband
fr: Bandeau

source: Background color
fr: Couleur de fond

source: Extra style
fr: Style supplémentaire

source: If checked, the channel appear in a list of available channels on the platform.
fr: Si cochée, la chaîne apparait dans la liste des chaînes disponibles sur la plate-forme.

source: Channel
fr: Chaîne

source: Theme
fr: Thème

source: Themes
fr: Thèmes

source: title
fr: titre

source: slug
fr: titre court

source: Separate tags with spaces, enclose the tags consist of several words in quotation marks.
fr: Séparez les mots-clés avec des espaces, placez les mots-clés constitués de plusieurs mots entre guillemets.

source: Draft
fr: Brouillon

source: If this box is checked, the video will be visible and accessible only by you.
fr: Si cette case est cochée, la vidéo sera visible et accessible uniquement par vous.

source: Restricted access
fr: Accès restreint

source: If this box is checked, the video will only be accessible to authenticated users.
fr: Si cette case est cochée, la vidéo sera accessible uniquement par les utilisateurs authentifiés.

source: password
fr: Mot de passe

source: Viewing this video will not be possible without this password.
fr: Le visionnage de la vidéo ne pourra se faire qu'après avoir fourni ce mot de passe.

source: encodingType
fr: type d'encodage

source: encodingFile
fr: Fichier résultant

source: encoding
fr: encodage

source: encodings
fr: encodages

source: lastname / firstname
fr: Nom / Prénom

source: mail
fr: courriel

source: actor
fr: acteur

source: author
fr: auteur

source: designer
fr: concepteur

source: contributor
fr: contributeur

source: editor
fr: éditeur

source: speaker
fr: intervenant

source: soundman
fr: preneur de son

source: director
fr: réalisateur

source: writer
fr: scénariste

source: technician
fr: technicien

source: voice-over
fr: voix-off

source: role
fr: rôle

source: Contributor Pod
fr: Contributeur

source: Contributors Pod
fr: Contributeurs

source: please enter a name from 2 to 200 caracteres.
fr: Veuillez renseigner un titre contenant entre 2 et 100 caractères.

source: you cannot enter a weblink with more than 200 caracteres.
fr: les liens internet doivent être inférieur à 200 caractères.

source: please enter a role.
fr: Veuillez renseigner un rôle.

source: there is already a contributor with the same name and role in the list.
fr: Un contributeur avec le même nom et le même role existe déjà.

source: subtitles
fr: sous-titres

source: captions
fr: légendes

source: Kind
fr: Genre

source: subtitle file
fr: fichier de sous-titres

source: Track Pod
fr: Piste

source: Tracks Pod
fr: Pistes

source: please enter a correct kind.
fr: veuillez renseigner le type de piste.

source: please enter a correct lang.
fr: veuillez renseigner une langue.

source: please specify a track file.
fr: veuillez spécifier un fichier de sous-titre ou de légende.

source: only “.vtt” format is allowed.
fr: seul le format « .vtt » est autorisé.

source: there is already a subtitle with the same kind and language in the list.
fr: un sous-titrage de même nature et de même langue existe déjà.

source: Document Pod
fr: Document

source: Documents Pod
fr: Documents

source: please enter a document
fr: veuillez sélectionner un document

source: this document is already contained in the list.
fr: Ce document a déjà été envoyé.

source: top-left
fr: haut à gauche

source: top
fr: haut

source: top-right
fr: haut à droite

source: right
fr: droite

source: bottom-right
fr: bas à droite

source: bottom
fr: bas

source: bottom-left
fr: bas à gauche

source: left
fr: gauche

source: Start time
fr: Début

source: Start time of the overlay, in seconds.
fr: Début de la superposition, en secondes.

source: End time
fr: Temps de fin

source: End time of the overlay, in seconds.
fr: Début de la superposition, en secondes.

source: Content
fr: Contenu

source: Content of the overlay
fr: Contenu de la superposition

source: Position of the overlay
fr: Emplacement de la superposition

source: Show background
fr: Afficher l'arrière plan

source: Show the background of the overlay
fr: Affiche l'arrière plan de la superposition

source: Overlay
fr: Superposition

source: Overlays
fr: Superpositions

source: Please enter a title from 2 to 100 characters.
fr: Veuillez renseigner un titre contenant entre 2 et 100 caractères.

source: The value of the time start field is greater than the value of the end time field.
fr: La valeur du commencement ne peut être supérieure à celle de la fin.

source: The value of time end field is greater than the video duration.
fr: La valeur de fin de superposition est supérieure à la durée de la vidéo.

source: Time end field and time start field can't be equal.
fr: Le commencement et la fin ne peuvent être équivalents.

source: There is an overlap with the overlay
fr: Il y a un chevauchement avec la superposition

source: Stop video
fr: Arrêter la lecture

source: The video will pause when displaying this enrichment.
fr: La vidéo se met en pause lors de l'affichage de cet enrichissement.

source: Start
fr: Début

source: Start of enrichment display in seconds
fr: Début d'affichage de l'enrichissement en secondes

source: End
fr: Fin

source: End of enrichment display in seconds
fr: Fin d'affichage de l'enrichissement en secondes

source: richtext
fr: texte enrichi et mis en forme

source: weblink
fr: lien web

source: embed
fr: intégrer

source: Integrate an document (PDF, text, html)
fr: Afficher un document (PDF, texte ou html)

source: Embed
fr: Intégrer

source: Integrate an external source
fr: Afficher une source externe (video youtube par exemple)

source: Enrichment
fr: Enrichissement

source: Enrichments
fr: Enrichissements

source: Please enter a correct start field between 0 and %(duration)s.
fr: Veuillez renseigner une valeur de début d'enrichissement comprise entre 0 et %(duration)s.

source: Please enter a correct end field between 1 and %(duration)s.
fr: Veuillez renseigner une valeur de fin d'enrichissement comprise entre 1 et %(duration)s.

source: Please enter a correct image.
fr: Veuillez renseigner une image.

source: Please enter a correct richtext.
fr: Veuillez renseigner un texte.

source: Please enter a correct weblink.
fr: Veuillez renseigner un lien internet.

source: Please select a document.
fr: Veuillez sélectionner un document.

source: Please enter a correct embed.
fr: Veuillez renseigner un code embed.

source: Please enter a type in index field.
fr: Veuillez choisir un type d'enrichissement.

source: The value of the start field is greater than the value of end field.
fr: La valeur du commencement ne peut être supérieure à celle de la fin.

source: The value of end field is greater than the video duration.
fr: La valeur de fin d'enrichissement est supérieure à la durée de la vidéo.

source: End field and start field can't be equal.
fr: Le commencement et la fin ne peuvent être équivalents.

source: There is an overlap with the enrichment
fr: Il y a un chevauchement avec l'enrichissement

source: Start time of the chapter, in seconds.
fr: Début du chapitre, en secondes.

source: Chapter
fr: Chapitre

source: Chapters
fr: Chapitres

source: There is an overlap with the chapter
fr: Il y a un chevauchement avec le chapitre

source: Favorite
fr: Favoris

source: Favorites
fr: Mes favoris

source: Mediacourse
fr: Mediacours

source: Mediacourses
fr: Mediacours

source: Building
fr: Bâtiment

source: Buildings
fr: Bâtiments

source: Live is accessible only to authenticated users.
fr: La vidéo est accessible uniquement aux utilisateurs authentifiés.

source: Recorder
fr: Enregistreur

source: Recorders
fr: Enregistreurs

source: User
fr: Utilisateur

source: Answer
fr: Réponse

source: Report
fr: Signaler

source: Reports
fr: Signalements

source: If this box is checked, the video will be visible and accessible by anyone.
fr: Si cette case est cochée, la vidéo sera visible et accessible uniquement par vous.

source: If checked, the playlist page becomes accessible from the user's card
fr: Si cette case est cochée, la page des playlists sera accessible par la fiche d'information de l'utilisateur

source: Position of the video in a playlist.
fr: Position de la vidéo dans la playlist.

source: Sort by
fr: Trier par

source: Title A-Z
fr: Titre A-Z

source: Title Z-A
fr: Titre Z-A

source: Date ascending
fr: Date de mise en ligne croissante

source: Date descending
fr: Date de mise en ligne décroissante

source: Items per page
fr: Eléments par page

source: %(counter)s theme
fr: %(counter)s thème

source: %(counter)s video
fr: %(counter)s vidéo

source: edit
fr: modifier

source: Here related themes in this channel
fr: Voici les thèmes liés à cette chaîne

source: no video found
fr: Aucune vidéo trouvée

source: Edition of the channel
fr: Édition de la chaîne

source: Delete this theme
fr: Supprimer ce thème

source: Add a new theme
fr: Ajouter un nouveau thème

source: Save and return to previous page
fr: Enregistrer et revenir à la page précédente

source: Save and see channel
fr: Enregistrer et voir la chaîne

source: %(counter)s channel
fr: %(counter)s chaîne

source: Edit your channels
fr: Modifier vos chaînes

source: Click the pencil to edit the channel.
fr: Cliquez sur le crayon pour modifier la chaîne.

source: My favorites
fr: Mes favoris

source: No video found
fr: Aucune vidéo trouvée

source: Live
fr: Direct

source: Lives
fr: Directs

source: Change display
fr: Changer l'affichage

source: Adding a new record
fr: Ajouter un nouvel enregistrement

source: My videos
fr: Mes vidéos

source: Users owning content
fr: Utilisateurs propriétaires de contenu

source: %(counter)s user having posted
fr: %(counter)s utilisateur ayant posté

source: Show all
fr: Tout afficher

source: Edit playlist
fr: Editer la playlist

source: Hide
fr: Cacher

source: Display
fr: Afficher

source: New playlist
fr: Nouvelle playlist

source: Delete from playlist
fr: Supprimer de la playlist

source: delete
fr: supprimer

source: This playlist is empty
fr: Cette playlist est vide

source: Edit the playlist
fr: Modifier la playlist

source: Delete the playlist
fr: Supprimer la playlist

source: Launch the playlist
fr: Lancer la playlist

source: Your playlists can be shared to users who are at least authenticated on the site.
fr: Vos playlists ne peuvent être partagées qu'avec des utilisateurs authentifiés

source: Users will only be able to see your playlists listed as "visible".
fr: Les utilisateurs ne verront que vos playlists affichées comme "visibles".

source: You are currently on another user's playlists page. Only his playlists that he indicated as 'visible' are displayed here.
fr: Vous êtes sur la page des playlists d'un autre utilisateur. Seuls ses playlists visibles sont affichées.

source: Loop playlist
fr: Boucler la playlist

source: Your form contains errors:
fr: Le formulaire contient des erreurs :

source: save
fr: sauvegarder

source: cancel
fr: annuler

source: Remove filters
fr: Supprimer les filtres

source: %(counter)s video found
fr: %(counter)s vidéo trouvée

source: Search results
fr: Résultat(s) de la recherche

source: This content is only accessible to authenticated users.
fr: Ce contenu est uniquement accessible aux utilisateurs authentifiés.

source: This content is password protected.
fr: Ce contenu est protégé par mot de passe.

source: This content has enrichments (files, web links, etc.).
fr: Ce contenu est enrichi (documents joints, liens web, etc.).

source: This content is chaptered.
fr: Ce contenu est chapitré.

source: Video content.
fr: Contenu de type vidéo.

source: Audio content.
fr: Contenu de type audio.

source: No videos match your request.
fr: Aucune vidéo ne correspond à votre recherche.

source: Advanced Search
fr: Recherche avancée

source: Edit
fr: Modifier

source: faceting
fr: Affiner

source: One or more errors have been found in the form:
fr: Une ou plusieurs erreurs ont été trouvées dans le formulaire :

source: List of chapters
fr: Liste des chapitres

source: Edit the chapter
fr: Modifier le chapitre

source: Modify
fr: Modifier

source: Delete the chapter
fr: Supprimer le chapitre

source: List of contributors
fr: Liste des contributeurs

source: Lastname / firstname
fr: Nom / Prénom

source: Mail
fr: Courriel

source: Role
fr: Rôle

source: Edit the contributor
fr: Editer le contributeur

source: modify
fr: modifier

source: Delete the contributor
fr: Supprimer le contributeur

source: List of additional resources
fr: Liste des documents complémentaires

source: Edit the additional resource
fr: Editer les documents à télécharger

source: Delete the additional resource
fr: Supprimer un document à télécharger
