Repository: unistra/pod
Catalog: pod_project/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Save and return to video
fr: Sauvegarder et retour à la vidéo

source: Filters
fr: Filtres

source: more
fr: plus

source: less
fr: moins

source: Submit
fr: Envoyer

source: This content is interactive.
fr: Ce contenu est interactif.

source: This content is offline (draft mode activated).
fr: Ce contenu n'est pas en ligne (mode brouillon activé).

source: This content is online (draft mode desactivated).
fr: Ce contenu est en ligne (mode brouillon désactivé).

source: New
fr: Nouveau

source: -- sorry, no translation provided --
fr: -- désolé, aucune traduction disponible --

source: You cannot edit this channel.
fr: Vous ne pouvez pas modifier cette chaîne.

source: You cannot watch this video.
fr: Vous ne pouvez pas regarder cette vidéo.

source: Incorrect password
fr: Mot de passe incorrect

source: You don't have access to this playlist.
fr: Vous ne pouvez pas accéder à cette playlist.

source: The video has been added to your favorites.
fr: La vidéo a été ajoutée à vos vidéos favorites.

source: The video has been removed from your favorites.
fr: La vidéo a été supprimée de vos vidéos favorites.

source: You cannot access this page.
fr: Vous ne pouvez pas accéder à cette page.

source: Video report confirmation
fr: Confirmation de signalement de vidéo

source: You just report the video: "%(title)s" with this comment: "%(comment)s". An email has just been sent to us and your request recorded. Best regards. The Pod team.
fr: Vous venez de signaler cette vidéo : "%(title)s" avec ce commentaire : "%(comment)s". Un message vient de nous être envoyé et votre signalement enregistré. Cordialement. L'équipe Pod.

source: <p>You just report the video: "%(title)s" with this comment:<br/> "%(comment)s".</p><p>An email has just been sent to us and your request recorded.</p><p>Best regards</p><p>The Pod team</p>
fr: <p>Vous venez de signaler cette vidéo : "%(title)s" avec ce commentaire :<br/> "%(comment)s".</p><p>Un courriel vient de nous être envoyé et votre signalement enregistré.</p><p>Cordialement</p><p>L'équipe Pod</p>

source: A video has just been reported.
fr: Une vidéo vient d'être signalée.

source: The video intitled "%(video_title)s" has just been reported by %(user_firstname)s %(user_lastname)s <%(user_email)s>. here is the comment posted: %(comment)s here is some more information about the video: Description: %(description)s. url: %(url)s. Video posted by: %(owner_firstname)s %(owner_lastname)s <%(owner_email)s>. Video added on: %(video_date_added)s.
fr: La vidéo intitulée "%(video_title)s" vient d'être signalée par %(user_firstname)s %(user_lastname)s <%(user_email)s>. Voici le commentaire ajouté : %(comment)s Voici les informations concernant la vidéo : Description : %(description)s. url : %(url)s. Vidéo mise en ligne par : %(owner_firstname)s %(owner_lastname)s <%(owner_email)s>. Vidéo mise en ligne le : %(video_date_added)s.

source: <p>The video intitled "%(video_title)s" has just been reported by %(user_firstname)s %(user_lastname)s &lt;<a href="mailto:%(user_email)s">%(user_email)s</a>&gt;.</p><p>here is the comment posted: <br/>%(comment)s</p><p>here is some more information about the video:<br/>Description: %(description)s<br/>url: <a href="%(url)s">%(url)s</a><br/>Video posted by: %(owner_firstname)s %(owner_lastname)s &lt;<a href="mailto:%(owner_email)s">%(owner_email)s&gt;</a>.<br/>Video added on: %(video_date_added)s.</p>
fr: <p>La vidéo intitulée "%(video_title)s" vient d'être signalée par %(user_firstname)s %(user_lastname)s &lt;<a href="mailto:%(user_email)s">%(user_email)s</a>&gt;.</p><p>Voici le commentaire ajouté : <br/>%(comment)s</p><p>Voici les informations concernant la vidéo :<br/>Description : %(description)s<br/>url : <a href="%(url)s">%(url)s</a><br/>Vidéo mise en ligne par : %(owner_firstname)s %(owner_lastname)s &lt;<a href="mailto:%(owner_email)s">%(owner_email)s&gt;</a>.<br/>Vidéo mise en ligne le : %(video_date_added)s.</p>

source: This video has been reported.
fr: La vidéo a été signalée.

source: You can not add a video with a password or in draft mode.
fr: Vous ne pouvez pas ajouter une vidéo ayant un mot de passe ou en mode brouillon.

source: The video has been added to your playlist.
fr: La vidéo a été ajoutée à votre playlist.

source: The video has been deleted from your playlist.
fr: La vidéo a été supprimée de votre playlist.

source: The order of the playlist has changed.
fr: L'ordre de la playlist a été changé.

source: You cannot edit this video.
fr: Vous ne pouvez pas éditer cette vidéo.

source: You cannot complement this video.
fr: Vous ne pouvez pas compléter cette vidéo.

source: Please correct errors
fr: Veuillez corriger les erreurs.

source: You cannot chapter this video.
fr: Vous ne pouvez pas chapitrer cette vidéo.

source: Please correct errors.
fr: Veuillez corriger les erreurs.

source: You cannot enrich this video.
fr: Vous ne pouvez pas enrichir cette vidéo.

source: You cannot delete this video.
fr: Vous ne pouvez pas supprimer cette vidéo.

source: The video has been deleted.
fr: La vidéo a été supprimée.

source: Mediapath should be indicated.
fr: MediaPath doit être indiqué.

source: Your publication is saved. Adding it to your videos will be in a few minutes.
fr: Votre publication est enregistrée. Son ajout à vos vidéos se fera dans quelques minutes.

source: Recording
fr: En cours d'enregistrement

source: Hello, a new mediacourse has just be added on the video website "%(title_site)s" from the recorder "%(recorder)s". To add it, just click on link below. %(link_url)s if you cannot click on link, just copy-paste it in your browser. Regards
fr: Bonjour, un nouvel enregistrement est arrivé sur la plateforme "%(title_site)s" depuis l'enregistreur "%(recorder)s". Pour l'ajouter, veuillez cliquer sur le lien suivant. %(link_url)s Si le lien n'est pas actif, il faut le copier-coller dans la barre d'adresse de votre navigateur. Cordialement

source: Hello, <p>a new mediacourse has just be added on %(title_site)s from the recorder "%(recorder)s".<br/>To add it, just click on link below.</p><a href="%(link_url)s">%(link_url)s</a><br/><i>if you cannot click on link, just copy-paste it in your browser.</i><p><p>Regards</p>
fr: Bonjour, <p>un nouvel enregistrement est arrivé sur la plateforme "%(title_site)s" depuis l'enregistreur "%(recorder)s".<br/>Pour l'ajouter, veuillez cliquer sur le lien suivant.</p><a href="%(link_url)s">%(link_url)s</a><br/><i>Si le lien n'est pas actif, il faut le copier-coller dans la barre d'adresse de votre navigateur.</i><p><p>Cordialement</p>

source: New mediacourse added.
fr: Nouveaux médiacours ajoutés.
